Repository: Philippe-dev/mrvbNextDoor
Catalog: locales/*/main.po
Languages: fr

source: Mrvb: other blog
fr: Mrvb : autre blog

source: posts from other blog of the same multiblog
fr: billets d'un autre blog du même multi-blogs

source: Title:
fr: Titre&nbsp;:

source: In other blogs
fr: Dans les autres blogs

source: CSS class widget:
fr: Classe CSS du widget&nbsp;:

source: Display on:
fr: Afficher&nbsp;:

source: Home page only
fr: En page d'accueil seulement

source: All pages
fr: Sur toutes les pages

source: Except on home page
fr: Sauf en page d'accueil

source: To put off line
fr: Mettre hors ligne

source: List of blogs (ID, ID...):<br />(empty means all, a [!] before to exclude)
fr: Liste des blogs (ID, ID...)&nbsp;:<br />(vide = tous, un [!] devant pour exclure)

source: List of category (URL, #ID...):<br />(empty means all, NULL means posts without category, a [#] before if ID, a [!] before to exclude)
fr: Liste des catégories (URL, #ID...)&nbsp;:<br />(vide = toutes, NULL = billets sans catégorie, un [#] devant si ID, un [!] devant pour exclure)

source: Filter on a tag (empty means all):
fr: Filtre sur un mot-clé (vide = tous)&nbsp;:

source: Selected posts only
fr: Billets sélectionnés uniquement

source: Filter posts with/without password
fr: Filtrer les billets avec/sans mot de passe

source: only posts without password
fr: uniquement les billets sans mot de passe

source: also include posts with password
fr: inclure aussi les billets avec mot de passe

source: only posts with password
fr: uniquement les billets avec mot de passe

source: Filter on a list of url:
fr: Filtre sur une liste d'url&nbsp;:

source: One or more types of entries (format typ/url) to be considered (empty means post/post):
fr: Un ou plusieurs types d'entrées (format typ/url) à prendre en compte (vide = post/post)&nbsp;:

source: Maximum number of posts:<br />(empty means all, if x-y then x posts after the first y)
fr: Nombre maximum de billets&nbsp;:<br />(vide = tous, si x-y alors x billets après les y premiers)

source: List by order...
fr: Lister par ordre...

source: Format of the date:
fr: Format de la date&nbsp;:

source: Localization of the date format:
fr: Localisation du format de la date&nbsp;:

source: Settings to extract some text (%TEXT%):
fr: Paramètres pour extraire du texte (%TEXT%)&nbsp;:

source: Settings to extract images (%IMAGE%):
fr: Paramètres pour extraire des images (%IMAGE%)&nbsp;:

source: Settings to display the number of comments (%NBCOMM[]%):
fr: Paramètres pour afficher le nombre de commentaires (%NBCOMM[]%)&nbsp;:

source: Format of items:
fr: Format des items&nbsp;:

source: Maximum length of post title:
fr: Longueur maxi des titres des billets&nbsp;:

source: Text if post title is truncated:
fr: Texte si le titre du billet est tronqué&nbsp;:

source: Text at the end of the extract to read more:
fr: Texte en fin d'extrait pour lire la suite&nbsp;:

source: Text if the excerpt is empty:
fr: Texte si l'extrait est vide&nbsp;:

source: Format of the list
fr: Format de la liste

source: bulleted list
fr: liste à puces

source: div block
fr: bloc div

source: none
fr: sans

source: Text of introduction:
fr: Texte d'introduction&nbsp;:

source: Text of conclusion:
fr: Texte de conclusion&nbsp;:

source: Open the post
fr: Ouvrir le billet
